/* Inspector -> selected torrents
   stats -> bytes */
"%@ bytes" = "%@ 바이트";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"%@ files" = "%@ 파일";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "목록의 %@ IP 주소에 대한 규칙";

/* Inspector -> selected torrents */
"%@ magnetized transfers" = "%@ 마그넷 토런트 전송";

/* file size string
   Inspector -> Files tab -> file status string
   Status bar transfer count */
"%@ of %@" = "%1$@ / %2$@";

/* Torrent -> progress string */
"%@ of torrent metadata retrieved" = "%@개의 토런트 메타데이터 가져옴";

/* Torrent -> eta string */
"%@ remaining" = "%@ 남음";

/* Add torrent -> info
   Inspector -> Activity tab -> progress
   Torrent -> progress string */
"%@ selected" = "%@ 선택됨";

/* stats window -> times opened */
"%@ times" = "%@ 회";

/* Drag overlay -> torrents */
"%@ Torrent Files" = "%@ 토런트 파일";

/* Inspector -> selected torrents */
"%@ Torrents Selected" = "%@ 토런트 파일 선택됨";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "총 %@";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%@ transfers" = "%@ 전송";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ 확인됨";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d 캐시";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d 연결됨";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d 다운로드 중";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d 받는 중";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */
"%d KB/s" = "%d KB/s";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d 로컬 피어 발견";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Info options -> global setting */
"%d minutes" = "%d 분";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d 조각, 각각 %2$@";

/* Dock item - Seeding */
"%d Seeding" = "%d 배포중";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d 트래커";

/* Torrent -> status string */
"%d web seeds" = "%d 웹 시드";

/* time string */
"%u days" = "%u 일";

/* time string */
"%u hr" = "%u 시간";

/* time string */
"%u min" = "%u 분";

/* time string */
"%u sec" = "%u 초";

/* time string */
"%u years" = "%u 년";

/* time string */
"1 day" = "1 일";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 파일";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 마그넷 토런트 전송;

/* Info options -> global setting */
"1 minute" = "1 분";

/* Create torrent -> info */
"1 piece, %@" = "1 조각, %@";

/* stats window -> times opened */
"1 time" = "1 회";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 전송";

/* time string */
"1 year" = "1 년";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "\"%@\" 은(는) 유효한 토런트 파일이 아닙니다.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "차단 목록이 먼저 다운로드 되어야 합니다";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "\"%1$@\"을 가진 파일은 \"%2$@\" 디렉터리 안에 이미 있습니다. 새로운 이름을 선택하시거나 혹은 토런트 파일을 생성하세요.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "폴더 안에서 해당 폴더를 이동할수 없습니다";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "빈 파일이 있는 토런트 파일은 만들수 없습니다.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "이 이름과 디렉터리를 가진 토런트 파일을 만들수 없습니다.";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "트래커가 없는 비공개  전송이라 다른 피어와 연결할수 없습니다. 토런트 파일은 파일을 트래커 사이트에 올리고, 트래커 주소를 추가하여야 사용할 수 있습니다.";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "현재 전송중인 \"%@\" 토런트가 이미 존재합니다.";

/* Filter Bar -> filter button */
"Active" = "활성";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "활동";

/* Add torrent -> same name -> button */
"Add" = "추가";

/* Inspector view -> tracker buttons */
"Add a tracker" = "트래커 추가";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "마그넷 토런트 추가 실패함.";

/* Filter Bar -> filter button
   inspector -> check all */
"All" = "전체";

/* Filter Bar -> group filter menu
   Groups -> Button */
"All Groups" = "전체 그룹";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "알수없는 오류가 발생했습니다.";

/* Tracker last announce */
"Announce error" = "트래커 알림 오류";

/* Tracker next announce */
"Announce in progress" = "트래커 알림 진행중";

/* Tracker next announce */
"Announce is queued" = "트래커 알림 대기중";

/* Tracker next announce */
"Announce not scheduled" = "계획에 없는 트래커 알림";

/* Tracker last announce */
"Announce timed out" = "트래커 알림 시간 초과";

/* All toolbar item -> label */
"Apply All" = "모두 적용";

/* Selected toolbar item -> label */
"Apply Selected" = "선택항목만 적용";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "Transmission을 종료 하시겠습니까?";

/* Remove completed confirm panel -> title */
"Are you sure you want to remove %@ completed transfers from the transfer list?" = "%@ 개의 완료된 항목들을 전송 목록에서 삭제하시겠습니까?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list and trash the data files?" = "%@ 개의 전송중인 항목들을 목록에서 삭제하고 데이터 파일을 휴지통으로 보내시겠습니까?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list?" = "%@ 개의 전송중인 항목들을 목록에서 삭제하시겠습니까?";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "%d 트래커를 제거하시겠습니까?";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "\"%@\" 전송 항목을 목록에서 삭제하고 데이터 파일을 휴지통으로 보내시겠습니까?";

/* Removal confirm panel -> title
   Remove completed confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "\"%@\"를 전송 목록에서 삭제하시겠습니까?";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "이 트래커를 제거하시겠습니까?";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "Transmission 사용 통계를 초기화 하시겠습니까?";

/* inspector -> peer table -> header tool tip */
"Available" = "가용성";

/* Preferences -> toolbar item title */
"Bandwidth" = "대역폭";

/* Growl notification description */
"Bandwidth settings changed" = "대역폭 설정 변경됨";

/* Groups -> Name */
"Blue" = "파랑";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove trackers alert -> button
   rename sheet button
   Stats reset -> button
   URL sheet button */
"Cancel" = "취소";

/* Torrent Table -> tooltip */
"Change transfer settings" = "전송 설정 변경";

/* File Outline -> Menu */
"Check Selected" = "선택 항목만 확인";

/* Torrent -> status string */
"Checking existing data" = "이미 있는 데이터 확인 중";

/* Message window -> save button */
"Clear" = "비우기";

/* inspector -> peer table -> header */
"Client" = "클라이언트";

/* View menu -> Quick Look */
"Close Quick Look" = "미리 보기 닫기";

/* Prefs -> Notifications */
"Configure In Growl" = "Growl에서 설정";

/* Prefs -> Notifications */
"Configure In System Preferences" = "시스템 환경설정에서 설정";

/* Blocklist -> message */
"Connecting to site" = "사이트에 접속 중";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "\"%@\" 복사본을 생성할수 없습니다";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "\"%1$s\"를 읽어올수 없습니다: %2$s.";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "\"%1$s\"를 쓸수 없습니다: %2$s.";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "생성";

/* Drag overlay -> file */
"Create a Torrent File" = "토런트 파일 생성";

/* Create toolbar item -> tooltip */
"Create torrent file" = "토런트 파일 생성";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "토런트 파일 생성";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "\"%@\" 토런트 파일 생성 실패함.";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "현재 다운로드중 (피어측에서 제한 하지 않으며, 관심이 있음)";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "현재 업로드중 (피어측에서 제한 하지 않으며, 관심이 있음)";

/* Message window -> table column */
"Date" = "날짜";

/* Message window -> level
   Message window -> level string */
"Debug" = "디버그";

/* Info options -> global setting */
"disabled" = "비활성화됨";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */
"DL" = "다운로드";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "%d 다운로드";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "디스크 용량을 다시 확인하지 않음";

/* Donation beg -> button */
"Don't bug me about this ever again." = "다시 표시하지 않기.";

/* files tab -> tooltip */
"Don't Download" = "다운로드 하지 않음";

/* Donation beg -> button */
"Donate" = "기부하기";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "기부하시거나 혹은 아니 하시더라도, 기능에는 제한이 없습니다.";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "다운로드";

/* Torrent disk space alert -> button */
"Download Anyway" = "무시하고 다운로드";

/* notification title */
"Download Complete" = "다운로드 완료";

/* Blocklist -> message */
"Download of the blocklist failed." = "차단 목록 다운로드에 실패했습니다.";

/* files tab -> tooltip */
"Download Some" = "일부만 다운로드";

/* Torrent table -> group row -> tooltip */
"Download speed" = "다운로드 속도";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "다운로드 됨";

/* Filter Bar -> filter button
   Torrent -> status string */
"Downloading" = "다운로드 중";

/* Blocklist -> message */
"Downloading blocklist" = "차단 목록 다운로드 중";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "%2$d명 중 %1$d명으로부터 다운로드 중";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "%d명중 1명으로부터 다운로드 중";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "피어로부터 다운로드 중";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "웹 시드로부터 다운로드 중";

/* Inspector -> Peers tab -> table row tooltip */
"encrypted" = "암호화 됨";

/* inspector -> peer table -> header tool tip */
"Encrypted Connection" = "암호화된 연결";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "오류";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "파일";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "필터";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "출처: 캐시";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "출처: 배포된 해시 테이블(DHT)";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "출처: 들어오는 연결";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "출처: Libtorrent 확장기능 프로토콜 핸드쉐이크";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "출처: 로컬 피어 탐색";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "출처: 피어 교환(PEX)";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "출처: 트래커";

/* File size - gigabytes
   file/memory size - gigabytes */
"GB" = "GB";

/* Transfer speed (gigabytes per second) */
"GB/s" = "GB/s";

/* Preferences -> toolbar item title */
"General" = "일반";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "일반 정보";

/* Status Bar -> speed tooltip */
"Global download limit" = "광역 다운로드 제한";

/* Status Bar -> speed tooltip */
"Global upload limit" = "광역 업로드 제한";

/* Tracker last announce */
"got %d peers" = "%d 피어 받음";

/* Tracker last announce */
"got 1 peer" = "1 피어 받음";

/* Groups -> Name */
"Gray" = "회색";

/* Groups -> Name */
"Green" = "초록색";

/* Groups -> Button */
"Group" = "그룹";

/* Preferences -> toolbar item title */
"Groups" = "그룹";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "필터 막대 숨기기";

/* View menu -> Inspector */
"Hide Inspector" = "정보 보기 닫기";

/* View menu -> Status Bar */
"Hide Status Bar" = "상태 막대 숨기기";

/* File Outline -> Priority Menu */
"High" = "높음";

/* files tab -> tooltip */
"High Priority" = "높은 우선순위";

/* Legal alert -> button */
"I Accept" = "이에 동의합니다";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "이미 존재하고 있는 데이터를 사용하실려면, 루트 데이터 디렉터리가 목표 디렉터리 안에 있어야 합니다.";

/* Torrent -> eta string */
"inactive" = "비활성";

/* Message window -> level
   Message window -> level string */
"Info" = "정보";

/* Inspector toolbar item -> label */
"Inspector" = "정보 보기";

/* URL sheet label */
"Internet address of torrent file:" = "토런트 파일 URL:";

/* inspector -> peer table -> header */
"IP Address" = "IP 주소";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "%2$@에서 얻은 \"%1$@\" 파일은 토런트 파일이 아닌거 같습니다.";

/* File size - kilobytes
   file/memory size - kilobytes */
"KB" = "KB";

/* Transfer speed (kilobytes per second) */
"KB/s" = "KB/s";

/* Tracker last announce */
"Last Announce" = "마지막 알림";

/* Tracker last scrape */
"Last Scrape" = "마지막 트래커 긁어오기";

/* Prefs -> blocklist -> message */
"Last updated" = "마지막 업데이트";

/* tracker peer stat */
"Leechers" = "다운로더들";

/* About window -> license button */
"License" = "라이선스 정보";

/* Action menu -> upload/download limit
   torrent action menu -> upload/download limit */
"Limit (%d KB/s)" = "제한 (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "로그를 저장할 수 없습니다";

/* File Outline -> Priority Menu */
"Low" = "낮음";

/* files tab -> tooltip */
"Low Priority" = "낮은 우선순위";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "마그넷 토런트가 현재 전송중인 항목과 중복됩니다.";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "마그넷 토런트 전송";

/* File size - megabytes
   file/memory size - megabytes */
"MB" = "MB";

/* Transfer speed (megabytes per second) */
"MB/s" = "MB/s";

/* Message window -> table column */
"Message" = "메시지";

/* Message window -> title */
"Message Log" = "메시지 로그";

/* files tab -> tooltip */
"Multiple Priorities" = "다중 우선 순위";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "알 수 없음";

/* Filter Bar -> filter menu */
"Name" = "이름";

/* Preferences -> toolbar item title */
"Network" = "네트워크";

/* Prefs -> blocklist -> message */
"Never" = "없음";

/* Inspector -> tracker table */
"New Tier" = "새 트래커";

/* Tracker next announce */
"Next announce in %@" = "%@에 대한 다음 알림";

/* Group table row */
"No Group" = "그룹 없음";

/* Inspector -> selected torrents */
"No Torrents Selected" = "토런트를 선택하지 않았습니다";

/* Groups -> Button
   Groups -> Menu
   inspector -> check all */
"None" = "없음";

/* Donation beg -> button */
"Nope" = "닫기";

/* File Outline -> Priority Menu */
"Normal" = "중간";

/* files tab -> tooltip */
"Normal Priority" = "우선순위 중간";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "\"%@\"를 완전히 다운로드 할 디스크 용량이 없습니다.";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button
   Transmission already running alert -> button */
"OK" = "확인";

/* Remove completed confirm panel -> message */
"Once removed, continuing the transfer will require the torrent file or magnet link." = "삭제시, 전송을 계속하실려면 토런트 파일이나 마그넷 링크가 필요할수 있습니다.";

/* Removal confirm panel -> message part 2
   Remove completed confirm panel -> message */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "삭제시, 전송을 계속하실려면 토런트 파일이나 마그넷 링크가 필요할수 있습니다.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "삭제시, Transmission은 더이상 이 트래커와 연결하지 않습니다. 삭제시 되돌릴 수 없습니다.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "삭제시, Transmission은 더이상 이 트래커와 연결하지 않습니다. 삭제시 되돌릴 수 없습니다.";

/* File Outline -> Menu */
"Only Check Selected" = "선택항목만 확인";

/* Open toolbar item -> label
   URL sheet button */
"Open" = "열기";

/* Open address toolbar item -> label */
"Open Address" = "주소 열기";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "토런트 주소 열기";

/* Open toolbar item -> tooltip */
"Open torrent files" = "토런트 파일 열기";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "토런트 파일 열기";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "토런트 웹 주소 열기";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "옵션";

/* Groups -> Name */
"Orange" = "주황색";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "부분 배포";

/* All toolbar item -> palette label */
"Pause / Resume All" = "모두 일시정지 / 시작";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "선택항목만 일시정지 / 시작";

/* All toolbar item -> label
   Dock item */
"Pause All" = "모두 일시 정지";

/* All toolbar item -> tooltip */
"Pause all transfers" = "전체 전송 일시중지";

/* Selected toolbar item -> label */
"Pause Selected" = "선택항목만 일시중지";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "선택된 전송항목만 일시중지";

/* Torrent Table -> tooltip */
"Pause the transfer" = "전송 일시중지";

/* Filter Bar -> filter button
   Torrent -> status string */
"Paused" = "일시중지됨";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "피어 측에서 제한하지 않았지만, 관심을 가지지 않습니다";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "피어 측에선 업로드를 원하지만, 관심이 없거나 제한되어 있을수 있습니다";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "피어";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "포트";

/* Preferences -> Network -> port status */
"Port check site is down" = "포트 체크 사이트가 다운되었습니다";

/* Preferences -> Network -> port status */
"Port is closed" = "포트가 닫혀있습니다";

/* Preferences -> Network -> port status */
"Port is open" = "포트가 열려있습니다";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "우선순위";

/* files tab -> tooltip */
"Priority Not Available" = "우선순위를 사용할수 없음";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "비공개 토런트, 트래커 없는 피어 검색 비활성";

/* Message window -> table column */
"Process" = "완료";

/* Blocklist -> message */
"Processing blocklist" = "차단 목록 처리중";

/* Stats window -> label */
"Program Started" = "프로그램 시작됨";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %@" = "완료: %@";

/* Inspector -> Peers tab -> table row tooltip */
"Protocol: %@" = "프로토콜: %@";

/* Inspector -> private torrent */
"Public Torrent" = "공개 토런트";

/* Groups -> Name */
"Purple" = "자주색";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "미리 보기";

/* Confirm Quit panel -> button
   Legal alert -> button */
"Quit" = "종료";

/* Dock Badger -> quit */
"Quitting" = "종료중";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "비율";

/* Groups -> Name */
"Red" = "붉은색";

/* Action menu -> status string toggle */
"Remaining Time" = "남은 시간";

/* Torrent -> eta string */
"remaining time unknown" = "남은 시간 알 수 없음";

/* Preferences -> toolbar item title */
"Remote" = "원격";

/* Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "삭제";

/* Main window -> 3rd bottom left button (remove all) tooltip */
"Remove all transfers that have completed seeding." = "배포 완료된 모든 전송 항목을 삭제합니다.";

/* Remove toolbar item -> palette label */
"Remove Selected" = "선택 항목만 삭제";

/* Inspector view -> tracker buttons */
"Remove selected trackers" = "선택된 트래커만 삭제";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "선택된 전송 항목만 삭제";

/* rename sheet button */
"Rename" = "이름 변경";

/* File Outline -> Menu */
"Rename File" = "파일명 변경";

/* rename sheet label */
"Rename the file \"%@\":" = "다음으로 이 파일의 이름을 바꿉니다: \"%@\";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "초기화";

/* All toolbar item -> label
   Dock item */
"Resume All" = "모두 시작";

/* All toolbar item -> tooltip */
"Resume all transfers" = "모든 전송 항목 시작";

/* Selected toolbar item -> label */
"Resume Selected" = "선택된 항목만 재개";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "선택된 전송항목만 재개";

/* Torrent cell -> button info */
"Resume the transfer" = "전송 재개";

/* Torrent cell -> button info */
"Resume the transfer right away" = "바로 전송 재개";

/* Stats window -> label */
"Running Time" = "동작 시간";

/* Message window -> save button */
"Save" = "저장";

/* Tracker last scrape */
"Scrape error" = "트래커 긁어오기 오류";

/* Tracker last scrape */
"Scrape timed out" = "트래커 긁어오기 타임 아웃";

/* tracker peer stat */
"Seeders" = "배포자";

/* Filter Bar -> filter button
   Torrent -> status string */
"Seeding" = "배포 중";

/* Torrent -> status string */
"Seeding complete" = "배포 완료";

/* notification title */
"Seeding Complete" = "배포 완료";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "%2$d명 중 %1$d명의 피어에게 배포 중";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "%d명 중 1명의 피어에게 배포 중";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "선택";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "토런트에 추가할 파일이나 폴더를 선택해주세요.";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "\"%@\"를 다운로드할 폴더를 선택하세요";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "토런트 파일의 이름과 위치를 선택해주세요.";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "%d 데이터 파일의 새 위치를 선택해주세요.";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "\"%@\"의 새 위치를 선택해주세요.";

/* Status Bar -> status menu */
"Session Ratio" = "현재 세션 비율";

/* Status Bar -> status menu */
"Session Transfer" = "현재 세션 전송";

/* Share toolbar item -> label
   Share toolbar item -> palette label */
"Share" = "공유";

/* Share toolbar item -> tooltip */
"Share torrent file" = "토런트 파일 공유";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "광역 설정 변경으로 바로가기.";

/* notification button */
"Show" = "보기";

/* View menu -> Filter Bar */
"Show Filter Bar" = "필터 막대 보기";

/* File Outline -> Menu */
"Show in Finder" = "파인더에서 보기";

/* View menu -> Inspector */
"Show Inspector" = "정보 보기";

/* View menu -> Status Bar */
"Show Status Bar" = "상태 막대 보기";

/* Torrent cell -> button info */
"Show the data file in Finder" = "파인더에서 데이터 파일 보기";

/* Dock item
   Status Bar -> speed tooltip */
"Speed Limit" = "속도 제한";

/* Growl notification title */
"Speed Limit Auto Disabled" = "자동 속도 제한 비활성화됨";

/* Growl notification title */
"Speed Limit Auto Enabled" = "자동 속도 제한 활성화됨";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "속도 제한 모드는 광역 속도 제한보다 우선시 됩니다.";

/* Torrent -> status string */
"Stalled" = "칸막이";

/* Stats window -> title */
"Statistics" = "통계";

/* Action menu -> status string toggle */
"Status of Selected Files" = "선택된 파일의 통계";

/* Action menu -> ratio stop
   torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "비율이 (%.2f)이 되면 정지";

/* Torrent cell -> button info */
"Stop waiting to start" = "강제 시작";

/* Donation beg -> title */
"Support open-source indie software" = "오픈소스 인디 소프트웨어 지원";

/* File size - terabytes
   file/memory size - terabytes */
"TB" = "TB";

/* Transfer speed (terabytes per second) */
"TB/s" = "TB/s";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "선택하신 토런트 파일 위치가 존재하지 않습니다.";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "목표 디렉터리와 루트 데이터 디렉터리가 동일한 이름입니다.";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "현재 \"%@\" 디렉터리가 존재하지 않습니다. 디렉터리를 만드시던지 혹은 다른 토런트 파일을 만들어 보세요.";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "마그넷 토런트 링크 \"%@\" 가 이미 전송중인 토런트와 중복되기에 추가할수 없습니다.";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "\"%@\" 을 옮길 수 없습니다.";

/* blocklist fail message */
"The specified blocklist file did not contain any valid rules." = "선택하신 차단 목록 파일에 유효한 규칙이 존재하지 않습니다.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "%1$@에서 토런트를 다운로드 받을 수 없습니다: %2$@.";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "토런트 파일 (%@)을 찾을 수 없습니다.";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "유효하지 않은 데이터로 인해 토런트 파일을 열수 없습니다.";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "총 파일 크기가 0바이트 입니다.";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "이 전송 항목은 이미 존재하는 전송 항목과 중복되기에 추가할 수 없습니다.";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "현재 전송 항목이 곧 일시 정지 됩니다. %@의 공간을 정리하거나, 토런트 정보 보기에서 파일들을 선택해지 한후 다시 시도해주십시오.";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "전송 항목이 트래커로부터 피어를 받아오지 못하면 PEX나 DHT 같은 피어 검색 기능을 사용하여 배포하고 다운로드 받을수 있습니다.";

/* Removal confirm panel -> message part 1 */
"There are %@ active transfers." = "현재 %@ 개의 활성화된 전송 항목이 있습니다.";

/* Removal confirm panel -> message part 1 */
"There are %@ transfers (%@ active)." = "현재 %1$@ 개의 전송 항목이 있습니다 (%2$@ 개가 활성화 중입니다).";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "종료할시 %d 개의 활성화된 전송 항목들이 중지됩니다. 이 전송 항목들은 다음 실행시 자동으로 재개됩니다.";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "트래커 주소가 없습니다.";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "현재 Transmission이 동작중입니다. 인스턴스가 종료될때까지 실행할수 없습니다.";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "종료시 중단될 전송 항목이 있습니다. 다음 실행 시 다시 재개됩니다.";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "토런트 파일을 생성할때 폴더안에 파일 하나라도 존재해야 합니다.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "\"%@\" 파일을 만드는 중 문제가 발생했습니다.";

/* Move error alert -> title */
"There was an error moving the data file." = "데이터 파일을 이동중 오류가 발생했습니다.";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "\"%@\" 마그넷 토런트 링크를 추가할때 오류가 생겼습니다. 전송 항목이 존재하지 않습니다.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "이 폴더에는 파일이 없습니다.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "현재 이 전송 항목은 활성화 되어 있습니다. 삭제 후 다시 토런트 전송을 위해선 토런트 파일이나 마그넷 토런트 링크가 필요합니다.";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "이는 Transmission의 광역 통계치를 초기화 합니다. 개별 전송 항목의 통계치에는 영향이 가지 않습니다.";

/* Inspector -> tracker table */
"Tier %d" = "트래커 %d";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "필터 열기/닫기";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "정보 열기/닫기";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "필터 막대 열기/닫기";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "토런트 정보 열기/닫기";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "토런트 다운로드 실패함";

/* notification title */
"Torrent File Auto Added" = "토런트 파일이 자동 추가되었습니다";

/* Inspector -> title */
"Torrent Inspector" = "토런트 정보";

/* Torrent -> progress string */
"torrent metadata needed" = "토런트 메타데이터가 필요합니다";

/* stats total */
"Total N/A" = "존재하지 않음";

/* Status Bar -> status menu */
"Total Ratio" = "총 비율";

/* Status Bar -> status menu */
"Total Transfer" = "총 전송";

/* Filter Bar -> filter menu */
"Tracker" = "트래커";

/* Torrent -> status string */
"Tracker returned error" = "트래커가 오류를 보냈습니다";

/* Torrent -> status string */
"Tracker returned warning" = "트래커가 경고를 보냈습니다";

/* Tracker next announce */
"Tracker will be used as a backup" = "트래커가 백업 트래커를 사용할수 있습니다";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "트래커";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "현재 비활성화된 전송 항목";

/* Preferences -> toolbar item title */
"Transfers" = "전송";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "현재 전송항목이 비활성화 되었습니다";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "Transmission은 파일 공유 프로그램입니다. 토런트를 사용시, 토런트의 데이터는 다른이에게 업로드 될수 있습니다. 여러분과 토런트를 받는 다른이는 여러분 지역 법률에 의한 판결을 받을수 있습니다.";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission은 강력한 토런트 클라이언트 입니다. 많은 시간과 노력이 개발과 코딩, 그리고 다듬기에 소요되었습니다. 여러분께서 Transmission이 좋다고 생각하시면 여려분의 사랑을 기부로 표현해주세요.";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission이 이미 실행중입니다.";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */
"UL" = "업로드";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "UL to %d";

/* File Outline -> Menu */
"Uncheck Selected" = "선택항목 체크 해제";

/* Status Bar -> speed tooltip */
"unlimited" = "무제한";

/* Torrent -> error string unreadable */
"unreadable error" = "판독 불가능한 오류";

/* Save log panel -> default file name */
"untitled" = "이름 없음";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "업로드 속도";

/* Stats window -> label */
"Uploaded" = "업로드";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "%1$@ 업로드 (비율: %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "피어에 업로드 중";

/* Torrent -> status string */
"Waiting to check existing data" = "존재하는 데이터 확인 중";

/* Torrent -> status string */
"Waiting to download" = "다운로드 대기 중";

/* Torrent -> status string */
"Waiting to seed" = "배포 대기중";

/* Drag overlay -> url */
"Web Address" = "웹 시드";

/* Torrent -> status string */
"web seed" = "웹 시드";

/* inspector -> web seed table -> header */
"Web Seeds" = "웹 시드";

/* Legal alert -> title */
"Welcome to Transmission" = "Transmission을 사용해주셔서 감사합니다";

/* Groups -> Name */
"Yellow" = "노란색";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "피어를 제한하지 않았지만, 피어측에서 관심이 없습니다";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "다운로드를 원하지만, 피어측에서 보내지 않습니다 (관심이 없거나 혹은 제한 당함)";

